Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: He would end his remarks, he said, by emphasising once again the friendly feelings that subsisted, and ought to subsist, between Animal Farm and its neighbours.
uk_1984_iryna_dybko_khutir_tvaryn: На закінчення Пілсутов підкреслив ще раз своє вдоволення, що відсьогодні всі тертя й незгоди між свиньми й людьми щезнуть раз назавжди!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На закінчення він ще раз наголосив на тих дружніх почуттях, що існують і мусять існувати між «Раєм для Тварин» та її сусідами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На закінчення він наголосив ще раз, що дружні почуття, які нині започатковані тут, повинні зміцнюватися.

source: Between pigs and human beings there was not, and there need not be, any clash of interests whatever. Their struggles and their difficulties were one.
uk_1984_iryna_dybko_khutir_tvaryn: — Зокрема будемо все робити, щоб ворожнеча не повторилася! Працюватимемо спільними силами для добра нашого й вашого.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Між свинями і людськими істотами немає і не повинно бути конфлікту, бо і методи, і труднощі в них спільні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Між людьми і свинями немає і не повинно бути суперництва, бо в них спільні прагнення й спільні труднощі.

source: Was not the labour problem the same everywhere?
uk_1984_iryna_dybko_khutir_tvaryn: Бо й ми, подібно до вас, маємо в себе чимало клопотів з найнижчою клясою робітників.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Хіба не однакова для нас проблема робочої сили?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наприклад, проблема з проблем — трудові ресурси.

source: After much choking, during which his various chins turned purple, he managed to get it out: “If you have your lower animals to contend with,” he said, “we have our lower classes!”
uk_1984_iryna_dybko_khutir_tvaryn: [маємо в себе чимало клопотів з найнижчою клясою робітників.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Притлумлюючи його, від чого його численні підборіддя побагровіли, він, нарешті спромігся: — Якщо у вас є нижчі тварини, з якими ви ворогуєте, то й у нас є свої нижчі люди!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Втамувавши хрип і сміх, від якого його численні підборіддя почервоніли, він нарешті промовив: «Якщо вам доводиться мати справу з вашими нижчими тваринами, то нам не легше ведеться з нашими нижчими класами!».

source: This bon mot set the table in a roar; and Mr. Pilkington once again congratulated the pigs on the low rations, the long working hours, and the general absence of pampering which he had observed on Animal Farm.
uk_1984_iryna_dybko_khutir_tvaryn: Останнє речення Пілсутова викликало голосне признання й задоволення серед свиней. Тоді ще раз виявив Пілсутов признання свиням з приводу заведення у себе довших годин праці, за вироблювання заплянованих норм, за обмеження приділів їди тваринам і за відсутність зайвого піклування й розніжнювання працівників на полях колгоспу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Цей дотепний жарт викликав за столом вибух реготу, а містер Пілкінгтон ще раз похвалив свиней за мізерну пайку, довгий робочий день і, як він помітив, за те, що в «Раї для Тварин» ні з ким не панькаються.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Цей дотеп спричинив громовий регіт присутніх. Містер Пілкінгтон ще раз похвалив свиней за такі нововведення, як мізерний раціон, рекордна тривалість робочого дня і залізний порядок. Останнє вразило його найбільше.

source: And now, he said finally, he would ask the company to rise to their feet and make certain that their glasses were full.
uk_1984_iryna_dybko_khutir_tvaryn: Тепер же він просить усе товариство встати, піднести свої кубки з пивом
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А тепер він просить шановне товариство подбати, щоб у всіх були повні кухлі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — А тепер, — сказав він на завершення промови, — пропоную громаді за столом пересвідчитися, що всі склянки наповнені.

source: “Gentlemen,” concluded Mr. Pilkington, “gentlemen, I give you a toast: To the prosperity of Animal Farm!”
uk_1984_iryna_dybko_khutir_tvaryn: і випити, щоб процвітала багатством Республіка тварин!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Джентльмени! — закликав він до уваги. — Джентльмени, я піднімаю свій кухоль за процвітання.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Панове, пропоную тост за процвітання «Колгоспу тварин»!

source: There was enthusiastic cheering and stamping of feet.
uk_1984_iryna_dybko_khutir_tvaryn: Усі свині безмежно раділи цими словами й почали з радости вистукувати ратицями об стіл,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У відповідь почувся схвальний гомін і тупання.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пролунали схвальні вигуки, дзвін келихів, тупання.

source: Napoleon was so gratified that he left his place and came round the table to clink his mug against Mr. Pilkington’s before emptying it.
uk_1984_iryna_dybko_khutir_tvaryn: а Вісарйонов встав зі свого місця, підійшов до Пілсутова, щоб цокнутися своїм кубком з його ж.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Втішений Наполеон підвівся з місця і обійшов стіл, щоб цокнутися з містером Пілкінгтоном.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон аж світився від задоволення. Він підвівся й обійшов стіл, щоб почаркуватися з містером Пілкінгтоном.

source: When the cheering had died down, Napoleon, who had remained on his feet, intimated that he too had a few words to say.
uk_1984_iryna_dybko_khutir_tvaryn: Коли вже вигуки вдоволення втихли, Вісарйонов проголосив, що й він має дещо сказати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вітальні вигуки все лунали, а Наполеон стояв, даючи зрозуміти, що й собі хоче сказати кілька слів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Доки всі вгамувалися, Наполеон продовжував стояти. Так він дав зрозуміти, що теж хоче говорити.

source: Like all of Napoleon’s speeches, it was short and to the point.
uk_1984_iryna_dybko_khutir_tvaryn: Так, як і всі промови Вісарйонова, теж і та була коротка й доречна.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Його промова, як завжди, була короткою і конкретною.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Його промова, як і зазвичай, вирізнялася конкретикою й стислістю.

source: He too, he said, was happy that the period of misunderstanding was at an end.
uk_1984_iryna_dybko_khutir_tvaryn: І він висловив своє вдоволення, хоч без пересади, що прийшов кінець усім непорозумінням.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він також щасливий, казав він, що період прикрих непорозумінь скінчився.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон сказав, що також щасливий, бо нарешті закінчився період взаємного нерозуміння.

source: For a long time there had been rumours — circulated, he had reason to think, by some malignant enemy — that there was something subversive and even revolutionary in the outlook of himself and his colleagues.
uk_1984_iryna_dybko_khutir_tvaryn: Теж запевнив приявних, що він ніколи не мав на думці під’юджувати тварин на сусідніх хуторах до революції; такі поголоски мусіла якась єхидна людина поширювати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Деякий час ширилися чутки — він певен, із зловорожими намірами, — що погляди його та соратників — бунтівні і навіть революційні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У нього є підстави вважати, що якийсь злий ворог розпускав чутки країною про те, що нібито він і його колеги уособлюють собою щось сумнівне, революційне.

source: They had been credited with attempting to stir up rebellion among the animals on neighbouring farms.
uk_1984_iryna_dybko_khutir_tvaryn: Ніяк не відповідає правді, начебто свині- співробітники хотіли роз’ятрювати бунт серед інших тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: їх звинувачували в підбурюванні тварин сусідніх ферм.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Висловлювалося припущення, що вони спробують спонукати до бунту тварин на сусідніх фермах.

source: Nothing could be further from the truth!
uk_1984_iryna_dybko_khutir_tvaryn: [Ніяк не відповідає правді,]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але нічого немає правдивішого за правду!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Й дещиці правди в цьому немає!

source: Their sole wish, now and in the past, was to live at peace and in normal business relations with their neighbours.
uk_1984_iryna_dybko_khutir_tvaryn: — Наша єдина ціль була і є, — продовжував він, — жити в згоді та нормальних торговельних відносинах з нашими сусідами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Єдиним їхнім бажанням колись і тепер є добросусідські ділові стосунки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Єдиним бажанням Колгоспу — як нині, так і в минулому, — жити в мирі й підтримувати добросусідські ділові відносини передовсім із сусідами.

source: This farm which he had the honour to control, he added, was a co-operative enterprise.
uk_1984_iryna_dybko_khutir_tvaryn: Наша Республіка, що її начальником я маю приємність і шану бути, є кооперативним підприємством
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ферма, що її має честь очолювати, додав Наполеон, кооперативне підприємство.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він додав, що Колгосп, яким він має честь керувати, є кооперативним підприємством.

source: The title-deeds, which were in his own possession, were owned by the pigs jointly.
uk_1984_iryna_dybko_khutir_tvaryn: і належить до всіх свиней.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Власністю, яку він представляє, спільно володіють усі свині.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Власність, якою він володіє, є, по суті, колективна власність свиней.

source: He did not believe, he said, that any of the old suspicions still lingered, but certain changes had been made recently in the routine of the farm which should have the effect of promoting confidence still further.
uk_1984_iryna_dybko_khutir_tvaryn: Разів декілька ще висловлював Вісарйонов своє невдоволення з приводу невірних вісток про Республіку тварин, які вороже настроювали їхніх сусідів. А, щоб ще кращі взаємовідносини створити, Вісарйонов повідомив про нові розпорядження,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він гадає, що розвіялися всі давні підозри, але нещодавно на фермі впроваджено деякі нововведення, які мають сприяти зростанню довір'я.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тепер у нього є переконання, сказав Наполеон, що давні підозри вже не затьмарюють розум присутніх, але цього недостатньо. Останнім часом сталися деякі зміни, які повинні зміцнити взаємну довіру.

source: Hitherto the animals on the farm had had a rather foolish custom of addressing one another as “Comrade.” This was to be suppressed.
uk_1984_iryna_dybko_khutir_tvaryn: які зобов’язують тварин покинути раз назавжди звичку називати одне одного товаришем; такої непошани вже не буде.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Досі тварини на фермі мали досить дурнуватий звичай казати одна одній «товариш». Цьому треба покласти край.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Донині тварини на фермі по-дурному кликали одне одного «товариш». Це буде скасовано.

source: There had also been a very strange custom, whose origin was unknown, of marching every Sunday morning past a boar’s skull which was nailed to a post in the garden.
uk_1984_iryna_dybko_khutir_tvaryn: Теж не буде маршів перед черепом Маркова, бо це належить до неповторного минулого.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Побутував іще один дивний звичай, бозна-звідки він узявся, коли щонеділі вранці всі марширували повз череп кнура на стовпці в садку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Був ще один дивний звичай — маршувати в неділю перед черепом старого кнура, прибитого до стовпа у дворі.

source: This, too, would be suppressed, and the skull had already been buried.
uk_1984_iryna_dybko_khutir_tvaryn: Череп Маркова вже декілька днів тому закопали в землю.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З цим теж слід покінчити — череп уже закопано.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це також буде скасовано, череп уже закопали.

source: If so, they would perhaps have noted that the white hoof and horn with which it had previously been marked had now been removed.
uk_1984_iryna_dybko_khutir_tvaryn: Та ще й, може ви зауважили, — пояснював Вісарйонов, — на нашому прапорі вже немає рога й копита.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Трохи раніше вони помітили б на ньому ратицю й ріг, зараз зафарбовані.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Може, вони також звернули увагу, що на ньому вже немає ні рогу, ні ратиці:

source: It would be a plain green flag from now onwards.
uk_1984_iryna_dybko_khutir_tvaryn: Відтепер буде лише червоний колір на нашому прапорі...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Відтепер то просто зелений стяг.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: відтепер це просто зелений прапор.

source: “Gentlemen,” concluded Napoleon, “I will give you the same toast as before, but in a different form. Fill your glasses to the brim. Gentlemen, here is my toast: To the prosperity of The Manor Farm!”
uk_1984_iryna_dybko_khutir_tvaryn: Тож, панове, підношу свій ущерть виповнений кубок пива — пиймо на добробут Республіки тварин і на ваше здоров’я!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Джентльмени! — завершив свій виступ Наполеон. — Я пропоную вам той же тост, але в іншій формі. Наповніть кухлі по вінця. Ось мій тост, джентльмени: за процвітання ферми «Садиба»!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Панове, — завершив свій виступ Наполеон, — я пропоную вам наповнити ваші склянки по вінця. Ось мій тост: за процвітання ферми «Садиба»!

source: There was the same hearty cheering as before, and the mugs were emptied to the dregs.
uk_1984_iryna_dybko_khutir_tvaryn: Знову ті самі вигуки вдоволення рознеслись по всьому головному будинку і знову кубки з пивом спонтанно опорожнювались.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Гості палко та схвально загукали й спорожнили кухлі до останньої краплини.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Знову пролунали привітальні слова та вигуки, склянки одразу спорожніли.

source: But as the animals outside gazed at the scene, it seemed to them that some strange thing was happening.
uk_1984_iryna_dybko_khutir_tvaryn: А в тім, як на те все придивлялись тварини крізь вікно — трапилося щось неймовірного, хоч і правдивого.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але тваринам, що дивилися на все це знадвору, здавалося, що відбувається щось дивовижне.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тваринам, які дивилися на все це крізь мутнуваті скла, здалося, що коїться щось дивовижне.

source: What was it that had altered in the faces of the pigs?
uk_1984_iryna_dybko_khutir_tvaryn: Вони чітко бачили, як морди свиней торкались до облич людей.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Що воно таке змінилося на свинячих рилах?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Насамперед щось змінилося в обрисах свинячих рил.

source: Clover’s old dim eyes flitted from one face to another.
uk_1984_iryna_dybko_khutir_tvaryn: Погляд примерклих очей Коневої переходив з морд свиней на обличчя людей
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Старечий, тьмавий погляд Конюшинки перебігав з писка на писок.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Що? Старечі слабкі очі Люцерни намагалися вдивитися в їхні писки.

source: Some of them had five chins, some had four, some had three.
uk_1984_iryna_dybko_khutir_tvaryn: і, хоч одні мали по три підборіддя, а інші по чотири й п’ять, усі вони якось дивно зливалися в одну цілість.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Деякі мали по п'ять підборідь, деякі — по чотири, а деякі — по три.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: [У тих, хто мав по три підборіддя, їх стало ніби чотири, а в інших, замість п’яти підборідь, було видно лише три...]

source: But what was it that seemed to be melting and changing?
uk_1984_iryna_dybko_khutir_tvaryn: Просто ті ж самі прикмети рис знаменували людей і свиней...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але що ж то в них наче розпливається і міниться?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але вони стали нечіткими, розпливчатими.

source: Then, the applause having come to an end, the company took up their cards and continued the game that had been interrupted, and the animals crept silently away.
uk_1984_iryna_dybko_khutir_tvaryn: Після зливи привітів, побажань та признань, веселе товариство засіло знову до стола, щоб підкріпитись їжею й черговими кубками пива, та продовжувати гру в карти. Колектив тварин, що непомітно, під час усіх подій, під вікном стояв і всьому придивлявся, нарешті вирішив відійти до своїх приміщень, бо до середини все одно його не запрошували. Та й мали вже доволі вражень, що їм і спати не дадуть.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коли вщухли оплески, товариство знову взялося до карт, продовжити перервану гру. А тварини нишком розходилися.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли оплески вщухли, а за столом знову взялися за карти, тварини тихенько пішли.

source: But they had not gone twenty yards when they stopped short.
uk_1984_iryna_dybko_khutir_tvaryn: Як тільки почали відходити, з віддалі декількох кроків зупинили їх крики в головному будинку.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та не відійшли вони й на двадцять ярдів, як зненацька зупинилися.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Однак не встигли вони відійти і на двадцять кроків, як зупинилися, немов укопані.

source: An uproar of voices was coming from the farmhouse.
uk_1984_iryna_dybko_khutir_tvaryn: [зупинили їх крики в головному будинку.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З будинку долинуло ревище голосів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Гучне ревище долинуло до них з будинку.

source: They rushed back and looked through the window again.
uk_1984_iryna_dybko_khutir_tvaryn: Ті крики дужчали з кожною хвилиною, тому й вирішили тварини повернутись, щоб знову зиркнути крізь вікно, в чому справа.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони поквапилися назад і знову заглянули в вікно.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини кинулися до вікон.

source: Yes, a violent quarrel was in progress. There were shoutings, bangings on the table, sharp suspicious glances, furious denials.
uk_1984_iryna_dybko_khutir_tvaryn: Поглянувши крізь вікно, побачили, на превелике диво, як ті, що ще так недавно весело й дружньо вихиляли кубки пива, ось тепер божевільно вистукували ратицями й п’ястуками по круглому столі, погрожуючи одні одним, обмінювались нецензурною лайкою...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Там розгорялася люта сварка, чулися вигуки, удари по столу, гострі, підозріливі звинувачення й затяті заперечення.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У кімнаті сварилися. Крики, удари кулаками по столу, гострі підозрілі погляди, люті звинувачення й заперечення.

source: The source of the trouble appeared to be that Napoleon and Mr. Pilkington had each played an ace of spades simultaneously.
uk_1984_iryna_dybko_khutir_tvaryn: А причина всього лиха була в тому, що Вісарйонов і Пілсутов почали гру в карти обидва водночас тією ж самою картою — виновим тузом.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А спричинилося до сварки те, що Наполеон і містер Пілкінгтон одночасно походили виновим тузом.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Причиною вочевидь стало те, що Наполеон і містер Пілкінгтон виклали на стіл по валету пік одночасно.

source: Twelve voices were shouting in anger, and they were all alike.
uk_1984_iryna_dybko_khutir_tvaryn: Голоси людей і свиней в навіженім крику зливались в один нестерпно пронизливий тон
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Дванадцять лютих голосів волали, і всі вони злилися в один.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лементувало дванадцять голосів в унісон.

source: No question, now, what had happened to the faces of the pigs.
uk_1984_iryna_dybko_khutir_tvaryn: і все більше було видно, як морди свиней втрачали риси тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тепер стало зрозумілим, що трапилося з рилами свиней.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тепер тварини зрозуміли, що зміна обрисів облич і рил була цілком реальною:

source: The creatures outside looked from pig to man, and from man to pig, and from pig to man again; but already it was impossible to say which was which.
uk_1984_iryna_dybko_khutir_tvaryn: Конева, Молчазніков і решта всіх тварин вражено дивились крізь вікно на людей і свиней, і знову ж на цих і тих. Погляди тварин зупинились хвилин декілька на людських і свинячих учасниках бенкету, але з кожною хвилиною ставало все важче розрізнити, хто був ким...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини надворі переводили погляд із свині на людину, з людини на свиню, а тоді знову із свині на людину. Але розібрати, де тепер людина, а де свиня було годі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: вони дивилися то на людей, то на свиней, то знову на людей. Але так і не змогли розібрати хто є хто.

source: The life of an animal is misery and slavery: that is the plain truth.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Життя тварини — це злидні й рабство; отака вона, очевидна правда.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Життя тварини — це злидні й рабство. Отака вона гола правда.

source: The birds jumped on to their perches, the animals settled down in the straw, and the whole farm was asleep in a moment.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кури позлітали на сідала, тварини повлягалися на солому, і невдовзі ферму огорнула глибока тиша.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Птахи злетіли на сідала, тварини повлягалися в стійлах, і за мить ферма занурилася в сон.

source: All animals should go naked.”
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини не повинні ходити в них.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі тварини повинні ходити голими.

source: This was to be the name of the farm from now onwards.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Відтепер так мусила називатися ферма.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відтепер ця ферма називалася так.

source: After this they went back to the farm buildings, where Snowball and Napoleon sent for a ladder which they caused to be set against the end wall of the big barn.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Потім всі повернулися до господарських будівель. Сніжок і Наполеон звеліли принести драбину й приставити до задньої стіни великого хліва.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Потім усі знову вирушили до господарських будівель. Наполеон і Сніжок звеліли принести драбину й приставити її до задньої стінки великого хліва.

source: They explained that by their studies of the past three months the pigs had succeeded in reducing the principles of Animalism to Seven Commandments.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А тоді пояснили, що за три місяці навчання свиням пощастило звести принципи тваринизму до Семи Заповідей.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони оголосили, що завдяки напрацюванням упродовж останніх трьох місяців, свиням вдалося звести засади Тваринізму до Семи Положень.

source: They ran thus:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони проголошували:
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ось вони:

source: THE SEVEN COMMANDMENTS
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: СІМ ЗАПОВІДЕЙ
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сім Положень

source: But the pigs were so clever that they could think of a way round every difficulty.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але свині виявилися кмітливими, вони знаходили вихід із будь-якої скрути.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та винахідливість свиней дала змогу обійти всі труднощі.
